{
    "FEATURES": "Caractéristiques",
    "PRICING": "Tarification",
    "CONTACT_US": "Contactez-nous",
    "WELCOME_MESSAGE": "Bienvenue à Quotnum",
    "LOGIN": "Connexion",
    "SIGN_UP": "Inscrivez-vous, c'est gratuit",
    
    "Automate": "Automatisez",
    "your": "votre",
    "invoice.": "facturation.",
    "Simplify your invoicing process by switching": "Simplifiez votre processus de facturation en passant",
    "to an easy-to-use system.": "à un système facile à utiliser.",
    "Get started": "Commencer",
    
    "Devote your efforts to growing your business": "Consacrez vos efforts à la croissance de votre entreprise",
        "Let Quotnum handle your invoicing needs - secure, simple, and efficient for businesses of all kinds": "Laissez Quotnum gérer vos besoins en facturation - sécurisé, simple et efficace pour toutes les entreprises",
        "Simplified Invoicing": "Facturation simplifiée",
        "Create and send invoices in just a few clicks. Say goodbye to complex processes and hello to a seamless experience that saves you time and reduces errors.": "Créez et envoyez des factures en quelques clics. Dites adieu aux processus complexes et bonjour à une expérience fluide qui vous fait gagner du temps et réduit les erreurs.",
        "Customer Management": "Gestion des clients",
        "Easily manage your customer database with an intuitive system designed to keep all your client details organized and accessible. Strengthen your relationships with better insights and communication.": "Gérez facilement votre base de données clients avec un système intuitif conçu pour organiser et rendre accessibles toutes les informations sur vos clients. Renforcez vos relations grâce à de meilleures analyses et communications.",
        "Automated PDF Generation": "Génération automatique de PDF",
        "Instantly generate professional PDFs and secure links for your invoices. Share them effortlessly, ensuring faster payments and a more streamlined workflow.": "Générez instantanément des PDF professionnels et des liens sécurisés pour vos factures. Partagez-les facilement, garantissant des paiements plus rapides et un flux de travail plus fluide.",

        
            "Start sending": "Commencez à envoyer vos",
            "Invoices": "Factures",
            "today": "aujourd'hui",
            "Find out how Quotnum helps you develop and manage your business.": "Découvrez comment Quotnum vous aide à développer et gérer votre entreprise.",
            "Get Started": "Commencer",
            
                "Built to adapt as you grow, built for speed": "Conçu pour s'adapter à votre croissance, conçu pour la rapidité",
                "Quick Support": "Support rapide",
                "Quotnumm support is equipped to meet your every inquiry.": "Le support de Quotnum est équipé pour répondre à toutes vos demandes.",
                "Personalized Experience": "Expérience personnalisée",
                "Curated with personalization prioritized.": "Conçu en mettant l'accent sur la personnalisation.",
                "Safe and Secure": "Sûr et sécurisé",
                "Quotnumm is hosted on secure servers.": "Quotnum est hébergé sur des serveurs sécurisés.",
                
                    "Make it": "Rendez-le",
                    "easy": "facile",
                    "for you": "pour vous",
                    "and your clients.": "et vos clients.",
                    "Avoid traditional invoicing and switch to a smarter, faster solution designed to revolutionize your billing process.": "Évitez la facturation traditionnelle et passez à une solution plus intelligente et plus rapide conçue pour révolutionner votre processus de facturation.",
                    "This innovative approach not only saves you valuable time but also boosts accuracy, enhances operational efficiency, and simplifies every aspect of invoicing.": "Cette approche innovante vous fait non seulement gagner un temps précieux, mais elle améliore également la précision, optimise l'efficacité opérationnelle et simplifie chaque aspect de la facturation.",
                    "By automating repetitive tasks and minimizing errors, you can maintain professionalism and ensure seamless transactions, all while freeing up your resources to focus on scaling your business and achieving your growth goals.": "En automatisant les tâches répétitives et en minimisant les erreurs, vous maintenez votre professionnalisme et assurez des transactions fluides, tout en libérant vos ressources pour développer votre entreprise et atteindre vos objectifs de croissance.",
                    "Description": "Description"
                    
                    
}