{
    "FEATURES": "Características",
    "PRICING": "Precios",
    "CONTACT_US": "Contáctenos",
    "WELCOME_MESSAGE": "Bienvenido a Quotnum",
    "LOGIN": "Iniciar sesión",
    "SIGN_UP": "Regístrate, es gratis",
    
        "Automate": "Automatiza",
        "your": "tu",
        "invoice.": "factura.",
        "Simplify your invoicing process by switching": "Simplifica tu proceso de facturación cambiando",
        "to an easy-to-use system.": "a un sistema fácil de usar.",
        "Get started": "Comenzar",

    "Devote your efforts to growing your business": "Dedica tus esfuerzos a hacer crecer tu negocio",
            "Let Quotnum handle your invoicing needs - secure, simple, and efficient for businesses of all kinds": "Deja que Quotnum maneje tus necesidades de facturación - seguro, simple y eficiente para empresas de todo tipo",
            "Simplified Invoicing": "Facturación simplificada",
            "Create and send invoices in just a few clicks. Say goodbye to complex processes and hello to a seamless experience that saves you time and reduces errors.": "Crea y envía facturas en solo unos clics. Di adiós a los procesos complejos y dale la bienvenida a una experiencia fluida que te ahorra tiempo y reduce errores.",
            "Customer Management": "Gestión de clientes",
            "Easily manage your customer database with an intuitive system designed to keep all your client details organized and accessible. Strengthen your relationships with better insights and communication.": "Administra fácilmente tu base de datos de clientes con un sistema intuitivo diseñado para mantener organizados y accesibles todos los detalles de tus clientes. Fortalece tus relaciones con mejores perspectivas y comunicación.",
            "Automated PDF Generation": "Generación automática de PDF",
            "Instantly generate professional PDFs and secure links for your invoices. Share them effortlessly, ensuring faster payments and a more streamlined workflow.": "Genera instantáneamente archivos PDF profesionales y enlaces seguros para tus facturas. Compártelos fácilmente, asegurando pagos más rápidos y un flujo de trabajo más eficiente.",
            
                "Built to adapt as you grow, built for speed": "Diseñado para adaptarse a tu crecimiento, diseñado para la velocidad",
                "Quick Support": "Soporte rápido",
                "Quotnumm support is equipped to meet your every inquiry.": "El soporte de Quotnum está preparado para atender todas tus consultas.",
                "Personalized Experience": "Experiencia personalizada",
                "Curated with personalization prioritized.": "Diseñado con la personalización como prioridad.",
                "Safe and Secure": "Seguro y protegido",
                "Quotnumm is hosted on secure servers.": "Quotnum está alojado en servidores seguros.",
                
                    "Make it": "Hazlo",
                    "easy": "fácil",
                    "for you": "para ti",
                    "and your clients.": "y tus clientes.",
                    "Avoid traditional invoicing and switch to a smarter, faster solution designed to revolutionize your billing process.": "Evita la facturación tradicional y cambia a una solución más inteligente y rápida diseñada para revolucionar tu proceso de facturación.",
                    "This innovative approach not only saves you valuable time but also boosts accuracy, enhances operational efficiency, and simplifies every aspect of invoicing.": "Este enfoque innovador no solo te ahorra tiempo valioso, sino que también mejora la precisión, optimiza la eficiencia operativa y simplifica cada aspecto de la facturación.",
                    "By automating repetitive tasks and minimizing errors, you can maintain professionalism and ensure seamless transactions, all while freeing up your resources to focus on scaling your business and achieving your growth goals.": "Al automatizar tareas repetitivas y minimizar errores, puedes mantener el profesionalismo y garantizar transacciones fluidas, al mismo tiempo que liberas recursos para expandir tu negocio y alcanzar tus objetivos de crecimiento.",
                    "Description": "Descripción"
                  }
                  
              
          
      

  